Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# autofill.items.delete-all-passwords-confirmation-message-text
source: Are you sure you want to delete all passwords (%d)?
de: Möchtest du wirklich alle Passwörter (%d) löschen?
es: ¿Seguro que quieres borrar todas las contraseñas (%d)?
fr: Voulez-vous vraiment supprimer tous les mots de passe (%d) ?
it: Vuoi davvero eliminare tutte le password (%d)?
nl: Weet je zeker dat je alle %d wachtwoorden wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie hasła (%d)?
pt: Tens a certeza de que pretendes eliminar todas as palavras-passe (%d)?
ru: Вы точно хотите удалить все пароли (%d)?

# autofill.items.delete-all-passwords-device-confirmation-information-text
source: Your passwords will be deleted from this device. Make sure you still have a way to access your accounts.
de: Deine Passwörter werden von diesem Gerät gelöscht. Vergewissere dich, dass du weiterhin eine Möglichkeit hast, auf deine Konten zuzugreifen.
es: Tus contraseñas se borrarán de este dispositivo. Asegúrate de seguir teniendo una forma de acceder a tus cuentas.
fr: Vos mots de passe seront supprimés de cet appareil. Assurez-vous d'avoir toujours un moyen d'accéder à vos comptes.
it: Le tue password verranno eliminate da questo dispositivo. Assicurati di poter ancora accedere ai tuoi account.
nl: Je wachtwoorden worden van dit apparaat verwijderd. Zorg ervoor dat je nog steeds toegang hebt tot je accounts.
pl: Twoje hasła zostaną usunięte z tego urządzenia. Upewnij się, że nadal masz możliwość dostępu do swoich kont.
pt: As tuas palavras-passe serão apagadas deste dispositivo. Certifica-te de que continuas a ter forma de aceder às tuas contas.
ru: Пароли будут удалены с данного устройства. Убедитесь, что вы по-прежнему можете войти в свои учетные записи.

# autofill.items.delete-all-passwords-permisson-text
source: delete all passwords
de: Alle Passwörter löschen
es: Eliminar todas las contraseñas
fr: Supprimer tous les mots de passe
it: Elimina tutte le password
nl: Alle wachtwoorden verwijderen
pl: Usuń wszystkie hasła
pt: Eliminar todas as palavras-passe
ru: Удалить все пароли

# autofill.items.delete-all-passwords-synced-completion-information-text
source: Your passwords have been deleted from all synced devices.
de: Deine Passwörter wurden von allen synchronisierten Geräten gelöscht.
es: Tus contraseñas se han borrado de todos los dispositivos sincronizados.
fr: Vos mots de passe ont été supprimés de tous les appareils synchronisés.
it: Le password sono state eliminate da tutti i dispositivi sincronizzati.
nl: Je wachtwoorden zijn verwijderd van alle gesynchroniseerde apparaten.
pl: Twoje hasła zostaną usunięte ze wszystkich zsynchronizowanych urządzeń.
pt: As tuas palavras-passe foram eliminadas de todos os dispositivos sincronizados.
ru: Ваши пароли были удалены со всех синхронизированных устройств.

# autofill.items.delete-all-passwords-synced-confirmation-information-text
source: Your passwords will be deleted from all synced devices. Make sure you still have a way to access your accounts.
de: Deine Passwörter werden von allen synchronisierten Geräten gelöscht. Vergewissere dich, dass du weiterhin eine Möglichkeit hast, auf deine Konten zuzugreifen.
es: Tus contraseñas se borrarán en todos los dispositivos sincronizados. Asegúrate de seguir teniendo una forma de acceder a tus cuentas.
fr: Vos mots de passe seront supprimés de tous les appareils synchronisés. Assurez-vous d'avoir toujours un moyen d'accéder à vos comptes.
it: Le password verranno eliminate da tutti i dispositivi sincronizzati. Assicurati di avere ancora la possibilità di accedere ai tuoi account.
nl: Je wachtwoorden worden verwijderd van alle gesynchroniseerde apparaten. Zorg ervoor dat je nog steeds toegang hebt tot je accounts.
pl: Twoje hasła zostaną usunięte ze wszystkich zsynchronizowanych urządzeń. Upewnij się, że nadal masz możliwość dostępu do swoich kont.
pt: As tuas palavras-passe serão eliminadas de todos os dispositivos sincronizados. Confirma que ainda tens uma forma de aceder às contas.
ru: Пароли будут удалены со всех синхронизированных устройств. Убедитесь, что вы по-прежнему можете войти в свои учетные записи.

# autofill.lock-when-idle
source: Lock autofill after computer is idle for
de: Autovervollständigen sperren, nachdem der Computer inaktiv war für
es: Bloquear autocompletar cuando el ordenador esté inactivo durante
fr: Verrouiller la saisie automatique après l'inactivité de l'ordinateur pendant
it: Blocca la compilazione automatica quando il computer è inattivo per
nl: Automatisch invullen vergrendelen nadat de computer inactief is geweest
pl: Zablokuj autouzupełnianie, gdy komputer jest bezczynny przez
pt: Bloquear o preenchimento automático depois de o computador estar inativo durante
ru: Блокировать автозаполнение после простоя компьютера в течение

# autofill.management.credit-cards.unknown.card
source: Card
de: Karte
es: Tarjeta
fr: Carte
it: Carta
nl: Kaart
pl: Karta
pt: Cartão
ru: Карта

# autofill.manager.status.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
nl: Vergrendeld
pl: Zablokowano
pt: Bloqueado
ru: Заблокирован

# autofill.manager.status.unlocked
source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
nl: Ontgrendeld
pl: Odblokowano
pt: Desbloqueado
ru: Разблокирован

# autofill.never-lock
source: Never lock autofill
de: Autovervollständigen niemals sperren
es: Nunca bloquear autocompletar
fr: Ne jamais verrouiller la saisie automatique
it: Non bloccare mai la compilazione automatica
nl: Automatisch invullen nooit vergrendelen
pl: Nigdy nie blokuj autouzupełniania
pt: Nunca bloquear o preenchimento automático
ru: Не блокировать автозаполнение

# autofill.never-lock-warning
source: If not locked, anyone with access to your device will be able to use and modify your autofill data. For security purposes, credit card form fill always requires authentication.
de: Wenn es nicht gesperrt ist, kann jeder, der Zugriff auf dein Gerät hat, deine Autovervollständigen-Daten verwenden und ändern. Aus Sicherheitsgründen erfordert das Ausfüllen von Kreditkartenformularen immer eine Authentifizierung.
es: Si no está bloqueado, cualquier persona con acceso a tu dispositivo podrá utilizar y modificar tus datos de autocompletar. Por motivos de seguridad, el formulario de la tarjeta de crédito siempre requiere autenticación.
fr: En l'absence de verrouillage, toute personne ayant accès à votre appareil pourra utiliser et modifier vos données de saisie automatique. Pour des raisons de sécurité, le formulaire de carte bancaire nécessite une authentification systématique.
it: Se non è bloccata, chiunque abbia accesso al tuo dispositivo potrà utilizzare e modificare i tuoi dati con compilazione automatica. Per motivi di sicurezza, la compilazione del modulo della carta di credito richiede sempre l'autenticazione.
nl: Indien niet vergrendeld, kan iedereen met toegang tot je apparaat je gegevens voor automatisch invullen gebruiken en wijzigen. Om veiligheidsredenen is verificatie altijd nodig bij het invullen van een creditcardformulier.
pl: W przypadku braku blokady każda osoba mająca dostęp do Twojego urządzenia będzie mogła używać danych autouzupełniania i je modyfikować. Ze względów bezpieczeństwa uzupełnianie formularza karty kredytowej zawsze wymaga uwierzytelnienia.
pt: Se não estiver bloqueado, qualquer pessoa com acesso ao teu dispositivo poderá utilizar e modificar os teus dados de preenchimento automático. Por motivos de segurança, o preenchimento do formulário de cartão de crédito requer sempre autenticação.
ru: В отсутствие блокировки любой, у кого появится доступ к устройству, сможет использовать или изменить ваши автозаполняемые данные. Из соображений безопасности при заполнении платежных данных в формах всегда требуется аутентификация.

# autofill.onboarding.popover.accept
source: Add Shortcut
de: Shortcut hinzufügen
es: Añadir acceso directo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
nl: Sneltoets toevoegen
pl: Dodaj skrót
pt: Adicionar atalho
ru: Добавить ярлык

# autofill.onboarding.popover.message1
source: You can manage your toolbar shortcuts at any time by right-clicking on the toolbar.
de: Du kannst deine Symbolleisten-Shortcuts jederzeit verwalten, indem du mit der rechten Maustaste auf die Symbolleiste klickst.
es: Puedes gestionar tus accesos directos de la barra de herramientas en cualquier momento haciendo clic con el botón derecho en la barra de herramientas.
fr: Vous pouvez gérer les raccourcis de votre barre d'outils à tout moment en cliquant dessus avec le bouton droit de la souris.
it: Puoi gestire le scorciatoie della barra degli strumenti in qualsiasi momento facendo clic con il tasto destro del mouse sulla barra degli strumenti.
nl: Je kunt je snelkoppelingen op de werkbalk op elk moment beheren door met de rechtermuisknop op de werkbalk te klikken.
pl: Możesz zarządzać skrótami paska narzędzi w dowolnym momencie, klikając prawym przyciskiem myszy na pasku narzędzi.
pt: Podes gerir os atalhos da barra de ferramentas em qualquer altura ao clicar com o botão direito do rato na barra de ferramentas.
ru: Ярлыки на панели инструментов можно настроить в любой момент путем нажатия на панель правой кнопкой мышки.

# autofill.onboarding.popover.reject
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
nl: Nee, bedankt
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# autofill.onboarding.popover.title
source: Add passwords shortcut?
de: Passwort-Shortcut hinzufügen?
es: ¿Añadir acceso directo a contraseñas?
fr: Ajouter un raccourci pour les mots de passe ?
it: Aggiungere una scorciatoia per le password?
nl: Wachtwoordsnelkoppeling toevoegen?
pl: Dodać skrót do haseł?
pt: Adicionar atalho de palavras-passe?
ru: Добавить ярлык для менеджера паролей?

# autofill.password-manager
source: Password Manager
de: Passwort-Manager
es: Administrador de contraseñas
fr: Gestionnaire de mots de passe
it: Gestore di password
nl: Wachtwoordbeheerder
pl: Menedżer haseł
pt: Gestor de palavras-passe
ru: Менеджер паролей

# autofill.password-manager.bitwarden.disclaimer
source: Setup requires installing the Bitwarden app.
de: Für die Einrichtung ist die Installation der Bitwarden-App erforderlich.
es: La configuración requiere instalar la aplicación Bitwarden.
fr: La configuration nécessite l'installation de l'application Bitwarden.
it: La configurazione richiede l'installazione dell'app Bitwarden.
nl: Voor het instellen is de installatie van de Bitwarden-app vereist.
pl: Konfiguracja wymaga zainstalowania aplikacji Bitwarden.
pt: A configuração requer a instalação da aplicação Bitwarden.
ru: Для настройки требуется установить приложение Bitwarden.

# autofill.password-manager.duckduckgo
source: DuckDuckGo built-in password manager
de: DuckDuckGo integrierter Passwortmanager
es: Administrador de contraseñas integrado de DuckDuckGo
fr: Gestionnaire de mots de passe intégré à DuckDuckGo
it: Gestore di password integrato in DuckDuckGo
nl: Ingebouwde wachtwoordbeheerder van DuckDuckGo
pl: Wbudowany menedżer haseł DuckDuckGo
pt: Gestor de palavras-passe integrado no DuckDuckGo
ru: Встроенный менеджер паролей DuckDuckGo

# autofill.passwords
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
nl: Wachtwoorden
pl: Hasła
pt: Palavras-passe
ru: Пароли

# autofill.payment-methods
source: Payment methods
de: Zahlungsmethoden
es: Métodos de pago
fr: Modes de paiement
it: Metodi di pagamento
nl: Betalingsmethoden
pl: Metody płatności
pt: Métodos de pagamento
ru: Способы оплаты

# autofill.popover.autosave.button.text
source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
nl: Weergeven
pl: Wyświetl
pt: Visualizar
ru: Просмотр

# autofill.popover.autosave.text
source: Password saved for %@
de: Passwort gespeichert für %@
es: Contraseña guardada para % @
fr: Mot de passe enregistré pour %@
it: Password salvata per %@
nl: Wachtwoord opgeslagen voor %@
pl: Zapisano hasło dla domeny %@
pt: Palavra-passe guardada para %@
ru: Пароль для сайта %@ сохранен

# autofill.popover.change-in
source: Change in
de: Änderung in
es: Cambiar en
fr: Modification dans
it: Cambiamento di
nl: Veranderen in
pl: Zmień w obszarze
pt: Alterar nas
ru: Изменить в разделе

# autofill.popover.open-password-manager
source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
nl: %@ openen
pl: Otwórz %@
pt: Abrir %@
ru: Открыть %@

# autofill.popover.password-manager-connected-to-user
source: Connected to user %@
de: Verbunden mit Benutzer %@
es: Conectado al usuario %@
fr: Connecté à l'utilisateur %@
it: Connesso all'utente %@
nl: Verbonden met gebruiker %@
pl: Połączono z użytkownikiem %@
pt: Ligado ao utilizador %@
ru: Привязан к пользователю %@

# autofill.popover.password-manager-title
source: You're using %@ to manage passwords
de: Du verwendest %@ zur Verwaltung von Passwörtern
es: Estás usando %@ para administrar contraseñas
fr: Vous utilisez %@ pour gérer vos mots de passe
it: Stai utilizzando %@ per gestire le password
nl: Je gebruikt %@ om wachtwoorden te beheren
pl: Używasz narzędzia %@ do zarządzania hasłami
pt: Estás a utilizar o %@ para gerir palavras-passe
ru: Вы используете %@ для управления паролями

# autofill.popover.passwords.auto-pinned.text
source: Shortcut Added!
de: Shortcut hinzugefügt!
es: ¡Acceso directo añadido!
fr: Raccourci ajouté !
it: Scorciatoia aggiunta.
nl: Snelkoppeling toegevoegd!
pl: Dodano skrót!
pt: Atalho adicionado!
ru: Ярлык добавлен!

# autofill.popover.passwords.pin-prompt.button.text
source: Add Shortcut
de: Shortcut hinzufügen
es: Añadir acceso directo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
nl: Sneltoets toevoegen
pl: Dodaj skrót
pt: Adicionar atalho
ru: Добавить ярлык

# autofill.popover.passwords.pin-prompt.text
source: Add passwords shortcut?
de: Passwort-Shortcut hinzufügen?
es: ¿Añadir acceso directo a contraseñas?
fr: Ajouter un raccourci pour les mots de passe ?
it: Aggiungere una scorciatoia per le password?
nl: Wachtwoordsnelkoppeling toevoegen?
pl: Dodać skrót do haseł?
pt: Adicionar atalho de palavras-passe?
ru: Добавить ярлык для менеджера паролей?

# autofill.popover.settings-button
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки

# autofill.show-card-cvv
source: Show CVV
de: CVV anzeigen
es: Mostrar CVV
fr: Afficher CVV
it: Mostra CVV
nl: CVV weergeven
pl: Pokaż CVV
pt: Mostrar CVV
ru: Показать CVV-код

# autofill.show-password
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt: Mostrar palavra-passe
ru: Показать пароль

# autofill.view-autofill-content.identities
source: Open Identities…
de: Identitäten öffnen …
es: Abrir identidades…
fr: Ouvrir les identités…
it: Apri identità...
nl: Identiteiten openen…
pl: Otwórz tożsamości…
pt: Abrir identidades…
ru: Открыть учетные данные…

# autofill.view-autofill-content.passwords
source: Open Passwords…
de: Passwörter öffnen …
es: Abrir contraseñas…
fr: Ouvrir les mots de passe…
it: Apri password…
nl: Wachtwoorden openen...
pl: Otwórz hasła…
pt: Abrir palavras-passe…
ru: Открыть пароли...

# autofill.view-autofill-content.payment-methods
source: Open Payment Methods…
de: Zahlungsmethoden öffnen …
es: Abrir métodos de pago…
fr: Ouvrir les modes de paiement…
it: Apri metodi di pagamento...
nl: Betaalmethoden openen...
pl: Otwórz metody płatności…
pt: Abrir métodos de pagamento…
ru: Открыть способы оплаты…

# automatically.clear.data
source: Automatically clear tabs and browsing data when DuckDuckGo quits
de: Tabs und Browserdaten automatisch löschen, wenn DuckDuckGo beendet wird
es: Borra automáticamente las pestañas y los datos de navegación cuando se cierra DuckDuckGo
fr: Effacer automatiquement les onglets et les données de navigation lorsque DuckDuckGo se ferme
it: Cancella automaticamente schede e dati di navigazione quando chiudi DuckDuckGo
nl: Tabbladen en browsegegevens automatisch wissen wanneer DuckDuckGo stopt
pl: Automatycznie czyść karty i dane przeglądania przy wychodzeniu z DuckDuckGo
pt: Limpar automaticamente os separadores e os dados de navegação quando o DuckDuckGo fecha
ru: Автоматически закрывает вкладки и стирает данные о посещении сайтов при завершении работы DuckDuckGo.

source: Birthday
de: Geburtstag
es: Fecha de nacimiento
fr: Anniversaire
it: Compleanno
nl: Geboortedatum
pl: Urodziny
pt: Aniversário
ru: Дата рождения

source: Bitwarden app found!
de: Bitwarden-App gefunden!
es: ¡Aplicación Bitwarden encontrada!
fr: Application Bitwarden trouvée !
it: Applicazione Bitwarden trovata.
nl: Bitwarden-app gevonden!
pl: Znaleziono aplikację Bitwarden!
pt: Aplicação Bitwarden encontrada!
ru: Найдено приложение Bitwarden!

# bitwarden.cant.access.container
source: DuckDuckGo needs permission to access Bitwarden. You can grant DuckDuckGo Full Disk Access in System Settings, or switch back to the built-in password manager.
de: DuckDuckGo benötigt die Erlaubnis, auf Bitwarden zuzugreifen. Du kannst DuckDuckGo in den Systemeinstellungen vollen Festplattenzugriff gewähren oder wieder zum integrierten Passwortmanager wechseln.
es: DuckDuckGo necesita permiso para acceder a Bitwarden. Puedes conceder a DuckDuckGo acceso completo al disco en Configuración del sistema o volver al administrador de contraseñas incorporado.
fr: DuckDuckGo a besoin d'une autorisation pour accéder à Bitwarden. Vous pouvez accorder à DuckDuckGo un accès complet au disque dans les réglages système, ou revenir au gestionnaire de mots de passe intégré.
it: DuckDuckGo necessita di autorizzazione per accedere a Bitwarden. Puoi concedere a DuckDuckGo l'accesso completo all'unità nelle Impostazioni di sistema o tornare al gestore di password integrato.
nl: DuckDuckGo heeft toegang nodig tot Bitwarden. Je kunt DuckDuckGo volledige schijftoegang verlenen in de systeeminstellingen of terugschakelen naar de ingebouwde wachtwoordbeheerder.
pl: DuckDuckGo potrzebuje pozwolenia na dostęp do aplikacji Bitwarden. Możesz przyznać DuckDuckGo pełny dostęp do dysku w ustawieniach systemowych lub przełączyć się z powrotem na wbudowany menedżer haseł.
pt: O DuckDuckGo precisa de permissão para aceder ao Bitwarden. Podes conceder ao DuckDuckGo acesso completo ao disco nas Definições do sistema ou voltar a utilizar o gestor de palavras-passe incorporado.
ru: DuckDuckGo запрашивает разрешение на доступ к Bitwarden. Вы можете предоставить DuckDuckGo полный доступ к диску в настройках системы либо переключиться обратно на встроенный менеджер паролей.

# bitwarden.connect.communication-info
source: All communication between Bitwarden and DuckDuckGo is encrypted and the data never leaves your device.
de: Die gesamte Kommunikation zwischen Bitwarden und DuckDuckGo ist verschlüsselt und die Daten verlassen nie dein Gerät.
es: Toda la comunicación entre Bitwarden y DuckDuckGo está cifrada y los datos nunca salen de tu dispositivo.
fr: Toutes les communications entre Bitwarden et DuckDuckGo sont cryptées, et les données ne quittent jamais votre appareil.
it: Tutte le comunicazioni tra Bitwarden e DuckDuckGo sono crittografate e i dati non vengono mai inviati dal tuo dispositivo.
nl: Alle communicatie tussen Bitwarden en DuckDuckGo is versleuteld en de gegevens gaan nooit van je apparaat.
pl: Cała komunikacja między aplikacją Bitwarden i DuckDuckGo jest zaszyfrowana, a dane nigdy nie opuszczają Twojego urządzenia.
pt: Todas as comunicações entre o Bitwarden e o DuckDuckGo são encriptadas e os dados nunca saem do teu dispositivo.
ru: Все сообщения между Bitwarden и DuckDuckGo зашифрованы. Данные не покидают ваше устройство.

# bitwarden.connect.description
source: We’ll walk you through connecting to Bitwarden, so you can use it in DuckDuckGo.
de: Wir zeigen dir, wie du dich mit Bitwarden verbinden kannst, damit du es in DuckDuckGo nutzen kannst.
es: Te guiaremos a través de la conexión a Bitwarden, para que puedas usarla en DuckDuckGo.
fr: Nous vous guiderons au fil des étapes de connexion à Bitwarden, afin que vous puissiez l'utiliser dans DuckDuckGo.
it: Ti guideremo nel collegamento con Bitwarden, così potrai usarlo in DuckDuckGo.
nl: We helpen je om verbinding te maken met Bitwarden, zodat je het in DuckDuckGo kunt gebruiken.
pl: Pomożemy Ci w nawiązaniu połączenia z aplikacją Bitwarden, aby umożliwić korzystanie z niej w DuckDuckGo.
pt: Vamos guiar-te na ligação ao Bitwarden, para que o possas utilizar no DuckDuckGo.
ru: Мы подскажем вам, как привязать Bitwarden к DuckDuckGo.

# bitwarden.connect.history-info
source: Bitwarden will have access to your browsing history.
de: Bitwarden hat Zugriff auf deinen Browserverlauf.
es: Bitwarden tendrá acceso a tu historial de navegación.
fr: Bitwarden aura accès à votre historique de navigation.
it: Bitwarden avrà accesso alla cronologia di navigazione.
nl: Bitwarden heeft toegang tot je surfgeschiedenis.
pl: Bitwarden będzie mieć dostęp do historii przeglądania.
pt: O Bitwarden terá acesso ao teu histórico de navegação.
ru: Bitwarden получит доступ к вашей истории браузера.

# bitwarden.connect.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade
ru: Настройки конфиденциальности

# bitwarden.connect.title
source: Connect to Bitwarden
de: Mit Bitwarden verbinden
es: Conéctate a Bitwarden
fr: Connexion à Bitwarden
it: Connetti a Bitwarden
nl: Verbinding maken met Bitwarden
pl: Połącz z aplikacją Bitwarden
pt: Ligar ao Bitwarden
ru: Привязка к Bitwarden

# bitwarden.connecting
source: Connecting to Bitwarden
de: Verbindung mit Bitwarden wird hergestellt
es: Conectando con Bitwarden
fr: Connexion à Bitwarden en cours
it: Connessione a Bitwarden in corso
nl: Verbinding maken met Bitwarden
pl: Łączenie z aplikacją Bitwarden
pt: A ligar ao Bitwarden
ru: Выполняется привязка к Bitwarden

# bitwarden.error
source: Unable to find or connect to Bitwarden
de: Bitwarden kann nicht gefunden oder kontaktiert werden
es: No se puede encontrar o conectar con Bitwarden
fr: Impossible de trouver Bitwarden ou de s'y connecter
it: Impossibile trovare o connettersi a Bitwarden
nl: Kan Bitwarden niet vinden of er verbinding mee maken
pl: Nie można znaleźć ani połączyć się z Bitwarden
pt: Não foi possível encontrar ou ligar ao Bitwarden
ru: Не удалось найти или привязать Bitwarden

# bitwarden.handshake.not.approved
source: Handshake not approved in Bitwarden app
de: Handschlag in der Bitwarden-App nicht zugelassen
es: Handshake no aprobado en la aplicación Bitwarden
fr: Prise de contact non approuvée dans l'application Bitwarden
it: Handshake non approvato nell'app Bitwarden
nl: Handshake niet goedgekeurd in de Bitwarden-app
pl: Uzgodnienie nie zostało zatwierdzone w aplikacji Bitwarden
pt: Handshake não aprovado na aplicação Bitwarden
ru: Приложение Bitwarden не подтвердило «рукопожатие».
